//класс VariableAssignment, объявите целочисленную переменную и присвойте ей значение.
// Выведите значение на экран;

package homework.day1.pretask;

public class VariableAssignment {

    public static void main(String[] args) {
        int newVariable;
        newVariable = 10;
        System.out.println(newVariable);
    }
}
