//класс VariableAssignment, объявите целочисленную переменную и присвойте ей значение.
// Выведите значение на экран;

package pretask;

public class VariableAssignment {

    public static void main(String[] args) {
        int ok;
        ok = 10;
        System.out.println(ok);
    }
}
